{
  "noNotificationPermission": {
    "title": "Push berichten uitgeschakeld",
    "body": "De push berichten zijn hier geblokkeerd of uitgeschakeld. Zo kunt u in het achtergrond geen berichten ontvangen wanneer er nieuwe reserveringen binnenkomen. Noch is het mogelijk als u deze app sluit. U moet hiervoor de app altijd openlaten.\nOm deze functionaliteit te krijgen moet u push berichten toelaten.",
    "disableKey": "disable_permission_modal"
  },
  "noNotificationSupport": {
    "title": "Geen ondersteuning push berichten",
    "body": "Uw browser en/of apparaat ondersteunt geen push berichten. Dit komt vooral voor in iOS apparaten zoals iPhone, iPad, etc. Hierdoor moet u actief alert zijn voor nieuwe reserveringen.",
    "disableKey": "disable_support_modal"
  },
  "clearReservationsReminder": {
    "title": "Reserveringen verwijderen",
    "body": "Er zijn al meer dan {max_items} reserveringen aanwezig. Gelieve de onnodige reserveringen te verwijderen. Het kan financiële gevolgen hebben indien u deze actie niet onderneemt.",
    "disableKey": false
  },
  "deleteReservation": {
    "title": "Bevestiging",
    "body": "Indien u deze reservering verwijdert, zal het uit de lijst met reserveringen gewist worden. Wilt u het zeker verwijderen?"
  },
  "deleteReservations": {
    "title": "Bevestiging",
    "body": "Alle reserveringen zullen uit de lijst gewist worden. Wilt u ze zeker verwijderen?"
  },
  "devicesInfo": {
    "title": "Ingelogde apparaten",
    "body": [
      "Ingelogde apparaten zijn apparaten die push berichten ontvangen. M.a.w. als uw apparaat niet op de lijst staat, betekent dat u geen push berichten zult ontvangen. Dit komt hoogstwaarschijnlijk omdat uw device push messages niet ondersteunt.",
      "Het is belangrijk om de apparaten van de lijst te verwijderen die lang niet gebruikt worden. U kunt ze opmerken door op 'Laatst aangemeld' te checken. Zijn ze maandenlang niet aangemeld geweest (bijvoorbeeld omdat een smartphone van uw collega kapot is), kunt u deze gerust wissen."
    ],
    "disableKey": false,
    "noIcon": true
  },
  "deleteDevice": {
    "title": "Bevestiging",
    "body": "Weet u zeker dat u dit apparaat wil verwijderen?"
  }
}
